Repository: RobinK2/Panda_Kakei
Catalog: Panda_Kakei/Panda_Kakei/Resources/AppResource.*.resx
Languages: ja, sv

# AddExpenseText
source: Add New Expense
ja: 出費の追加
sv: Lägg till ny utgift

# AddIncomeText
source: Add New Income
ja: 収入の追加
sv: Lägg till ny inkomst

# AddRegularIncomeExpenseText
source: Add Regular Income/Expense
ja: 定期収入/出費の追加
sv: Lägg till regegelbunden inkomst/utgift

# AddText
source: Add
ja: 追加
sv: Lägg till

# AlertNeedFileAccessMessageText
source: File access permission is needed to create a new file.
ja: ファイルを作成するにはファイルへのアクセス許可が必要です。
sv: Det går inte skapa ny fil utan tillåtelse av filåtkomst.

# AlertNeedFileAccessTitleText
source: File access permission missing
ja: ファイルへのアクセス許可が必要です
sv: Saknar tillåtelse av filåtkomst

# AmountText
source: Amount
ja: 金額
sv: Belopp

# BackupSettingText
source: Copy Database to External Folder
ja: データベースを外部フォルダーへコピー
sv: Kopiera databas till extern map

# BalanceLabelText
source: Net Savings:
ja: 純貯蓄：
sv: Netto sparande:

# BalanceText
source: Net Savings
ja: 純貯蓄
sv: Netto sparande

# BalanceThisMonthText
source: Net savings of this month:
ja: 今月の純貯蓄：
sv: Netto sparande denna månad:

# CancelText
source: Cancel
ja: キャンセル
sv: Avbryt

# CategoryNameText
source: Category Name
ja: 項目名
sv: Katgorinamn

# CategoryText
source: Category
ja: 項目
sv: Kategori

# ChangeColourSettingText
source: Change Colour
ja: 色の変更
sv: Ändra färg

# CompletedTitleText
source: Completed
ja: 完了
sv: Färdig

# ConfirmTitleText
source: Confirm
ja: 確認
sv: Bekräfta

# CurrencySettingText
source: Currency:
ja: 通貨の設定：
sv: Valuta:

# DatabaseCopyFailedText
source: Database copy failed.
ja: データベースのコピーに失敗しました。
sv: Databaskopieringen misslyckades.

# DatabaseExportConfirmText
source: Database will be copied to external storage. If a database already exists in the external storage it will be overwritten. Is that ok?
ja: データベースを外部フォルダーにコピーします。既に外部フォルダーにデータベースが存在する場合は上書きされます。よろしいですか？
sv: Kopierar databasen till extern lagring. Om det redan finns en databas i den externa lagringen kommer den att skrivas över. Är det ok?

# DatabaseExportSuccessText
source: Database was successfully copied to below file:
ja: データベースを以下のファイルにコピーしました。
sv: Databasen kopierades till filen nedan:

# DatabaseImportSuccessText
source: Loading data from external database completed.
ja: 外部データベースの読み込み完了しました。
sv: Inläsning från extern databas slutförd.

# DatabaseResetButtonText
source: Reset Database
ja: データベースのリセット
sv: Återställ databas

# DatabaseResetCompleteText
source: Database reset completed.
ja: データベースのリセットが完了しました。
sv: Databasen är återställd.

# DatabaseResetFailedText
source: Failed to reset database.
ja: データベースのリセットに失敗しました。
sv: Återställningen misslyckades.

# DatabaseResetWarningText
source: Are you really sure you want to delete all your financial data stored in this app?
ja: アプリ内に保存した家計簿データが全て失われてしまいます。本当によろしいですか？
sv: Är du säker på att du vill radera all finansiell data som är lagrad i denna app?

# DateText
source: Date
ja: 日付
sv: Datum

# DayText
source: Day
ja: 日
sv: Dag

# DialogExternalDatabaseAccessErrorText
source: Could not access to external database
ja: 外部データベースにアクセスできませんでした。
sv: Kunde inte ansluta till extern databas.

# DialogRemoveText
source: Are you sure you want to delete?
ja: 本当に消去しますか？
sv: Är du säker på att du vill radera?

# EditExpenseText
source: Edit Expense
ja: 出費の編集
sv: Redigera utgift

# EditIncomeText
source: Edit Income
ja: 収入の編集
sv: Redigera inkomst

# EditRegularExpenseText
source: Edit Regular Expense
ja: 定期出費の編集
sv: Redigera regelbunden utgift

# EditRegularIncomeText
source: Edit Regular Income
ja: 定期収入の編集
sv: Redigera regelbunden inkomst

# EditText
source: Edit
ja: 編集
sv: Redigera

# EndDateSettingText
source: Change Last Day of Every Month
ja: 締め日の変更
sv: Ändra sista dagen i varje månad

# EndPeriodText
source: End Period
ja: 終了時期
sv: Slut period

# ErrorAmountText
source: The entered amount is not a valid number.
ja: 金額に有効な数字が入力されていません。
sv: Beloppet som angavs är ingen valid siffra.

# ExcelCurrencyColumnText
source: Currency
ja: 通貨
sv: Valuta

# ExcelFilePathLabelText
source: Excel File Path:
ja: Excelファイルの保存先：
sv: Sökväg till Excel filen:

# ExcelPrintErrorMessage
source: Excel file could not be created.
ja: Excelファイルが作成できませんでした。
sv: Excel filen kunde inte skapas.

# ExcelPrintErrorTitle
source: Excel Error
ja: Excelエラー
sv: Excel fel

# ExcelReportCompleteText
source: Excel report was successfully generated on below path:
ja: Excelレポートが以下の場所に作成されました：
sv: Excel rapporten genererades med följande sökväg:

# ExcelReportCompleteTitle
source: Excel Report Generated
ja: Excel作成完了
sv: Excel Rapport Genererad

# ExcelReportText
source: Generate Excel Report
ja: Excelレポート作成
sv: Generera Excel rapport

# ExcelTotalizationString
source: Totalization
ja: 集計
sv: Summering

# ExpenseByCategoryText
source: Expense by category
ja: 項目別出費
sv: Utgift efter kategori

# ExpenseLabelText
source: Expense:
ja: 出費：
sv: Utgift:

# ExpenseText
source: Expense
ja: 出費
sv: Utgift

# ExpenseThisMonthText
source: Expense of this month:
ja: 今月の出費：
sv: Utgifter denna månad:

# ExtDbPathDefaultButtonText
source: Reset External Database Path to Default
ja: 外部データベースのパスをデフォルトに戻す
sv: Återställ sökvägen till externa databasen

# ExtDbPathDefaultWarningText
source: The external database path is edited. The edited information will be lost, is that ok?
ja: 外部データベースのパスが変更されています。変更された内容は失われますがよろしいですか？
sv: Sökvägen till external databasen är ändrad. Den ändrade informationen kommer at gå förlorad. Är det ok?

# ExtDbPathText
source: Path to External Database:
ja: 外部データベースのパス：
sv: Sökväg till extern databas:

# FailedTitleText
source: Failed
ja: 失敗
sv: Misslyckades

# FileAccessTitleText
source: File access error
ja: ファイルアクセスエラー
sv: Filåtkomst nekad

# HouseholdAccountText
source: Household Account Book
ja: 家計簿
sv: Bokföring

# IncomeByCategoryText
source: Income by category
ja: 項目別収入
sv: Inkomst efter kategori

# IncomeExpenseText
source: Income/Expense
ja: 収入/出費
sv: Inkomst/Utgift

# IncomeLabelText
source: Income:
ja: 収入：
sv: Inkomst:

# IncomeText
source: Income
ja: 収入
sv: Inkomst

# IncomeThisMonthText
source: Income of this month:
ja: 今月の収入：
sv: Inkomster denna månad:

# InputErrorText
source: Input error
ja: 入力エラー
sv: Inmatningsfel

# MainPageTitleText
source: Panda Household Account Book
ja: パンダ家計簿
sv: Panda Hushållsekonomi

# MemoText
source: Memo
ja: メモ
sv: Anteckningar

# MonthText
source: Month
ja: 月
sv: Månad

# NewCategoryText
source: New Category
ja: 新規項目
sv: Ny kategori

# NewText
source: New
ja: 新規
sv: Ny

# NextText
source: Next
ja: 次
sv: Nästa

# NoText
source: No
ja: いいえ
sv: Nej

# OkText
source: Ok
ja: 了解

# PaySettingText
source: Pay and Remove Ads
ja: 課金して広告を無くす
sv: Betala och bli av med reklam

# PhotoText
source: Add a Photo
ja: 写真
sv: Lägg till foto

# PreviousText
source: Previous
ja: 前
sv: Föregående

# ReadBackupSettingText
source: Load Data from External Database
ja: 外部データベースの読み込み
sv: Läs in data från extern databas

# RegularExpenseSettingsText
source: Regular Expense
ja: 定期出費の設定
sv: Regelbundna utgifter

# RegularExpenseSubtitleText
source: Expenses Occuring Every Month
ja: 毎月発生する出費
sv: Utgifter som inträffar varje månad

# RegularIncomeExpenseSettingsText
source: Repeating Income/Expense
ja: 定期収入/出費の設定
sv: Återkommande utgifter/inkomster

# RegularIncomeExpenseSubtitleText
source: Incomes/Expenses Occuring Every Month
ja: 毎月発生する収入/出費
sv: Inkomster/Utgifter som framkommer varje månad

# RegularIncomeSettingsText
source: Regular Income
ja: 定期収入の設定
sv: Regelbundna inkomster

# RegularIncomeSubtitleText
source: Incomes Occuring Every Month
ja: 毎月発生する収入
sv: Inkomster som inträffar varje månad

# RemoveText
source: Delete
ja: 消去
sv: Radera

# ReportText
source: Generate Report
ja: レポート作成
sv: Generera rapport

# SaveText
source: Save
ja: 保存
sv: Spara

# SettingsText
source: Settings
ja: 設定
sv: Inställningar

# ShareFbSettingText
source: Share The App and Remove Ads
ja: シェアして広告を無くす
sv: Dela appen och bli av med reklam

# SortText
source: Sort
ja: 並び替え
sv: Sortera

# StartPeriodText
source: Start Period
ja: 開始時期

# TotalText
source: Total
ja: 合計
sv: Totalt

# ViewDataText
source: View Data
ja: データ参照
sv: Visa data

# YearText
source: Year
ja: 年
sv: År

# YesText
source: Yes
ja: はい
sv: Ja
